{
    "ru": {
        "start_auth": "*Добро пожаловать, ТЫ уже в шаге от своего ВЫИГРЫША😉!*\n\nТы успешно прошёл проверку и мы готовы с тобой поделиться нашей тайной стратегией! 🤫\n\n _● Нажимай на кнопку \"🚀ПОЛУЧИТЬ СИГНАЛ \" для продолжения._",
        "start": "*Добро пожаловать, ТЫ уже в шаге от своего ВЫИГРЫША😉!*\n\nДля того чтобы подвязать свой аккаунт к нашему боту и получать *БЕСПЛАТНЫЕ ЭКСКЛЮЗИВНЫЕ СИГНАЛЫ* с помощью которых ты сможешь делать крупные *ВЫИГРЫШИ*, необходимо выполнить определенный алгоритм действий.\n\n ● _Нажимай на кнопку \"ПРОЙТИ РЕГИСТРАЦИЮ ✅\" для продолжения._",
        "start_admin": "Добро пожаловать Администратор",
        "but_auth": "🌐*Шаг 1 - Зарегистриюйся.*\n\n✦ Для синхронизации с нашим ботом необходимо зарегистрировать *НОВЫЙ* аккаунт по ранее неиспользованному на этом сайте номеру телефона, а также без использования социальных сетей, после чего совершить первый депозит.\n\n⚠️*ВНИМАНИЕ⚠️\n\nЕСЛИ У ВАС УЖЕ ЕСТЬ АККАУНТ НА 1WIN,ВЫЙДИТЕ ИЗ НЕГО,ЗАКРОЙТЕ БРАУЗЕР,ТОЛЬКО ПОТОМ ПЕРЕЙДИТЕ ПО ССЫЛКЕ И ПРОЙДИТЕ РЕГИСТРАЦИЮ*\n\n● _После завершения регистрации, нажмите кнопку_ \"*ПРОВЕРИТЬ РЕГИСТРАЦИЮ ✅*\".",
        "check_id_auth":"*Введи свой ID* 👇",
        "check_id_true": "🥳*ОТЛИЧНО! ПРОВЕРКА НА РЕГИСТРАЦИЮ ПРОШЛА УСПЕШНО!*🥳\n\nТеперь остался последний шаг - внести депозит. Переходи по ссылке ниже и пополняй свой счёт от 1000 рублей.После пополнения счёта нажимай кнопку \"✅Готово\" для проверки👇",
        "check_id_false": "⚠️ *Ошибка! Пользователь не найден!*\n\nВы скорее всего заходили на сайт ранее и к нему были подвязаны неправильные идентификаторы!\n\nВам необходимо сделать чистую регистрацию, Вы можете сделать это в двух вариантах:\n\n1 вариант: _Почистить за месяц куки (cookies) и историю в браузере и сделайте заново регистрацию!_\n\n2 вариант: _Откройте браузер с телефона или компьютера в режиме инкогнито, зайдите в бота и зажмите кнопку \"🚀 Сайт для регистрации\", скопируйте ссылку и попробуйте заново пройти процесс регистрации._\n\nЕсли Вы копируете или переходите по ссылке на сайт регистрации - ❗️ *НИ В КОЕМ СЛУЧАЕ* ❗️ не удаляйте параметры этой ссылки! Наш бот не сможет Вас связать с софтом, так как будет отсутствовать информация для вашей идентификации!\n\nЕсли у Вас не работает сайт, попытайтесь зайти на него используя VPN. Все ровно не работает? В таком случае напишите в поддержку, где менеджер постарается решить вашу проблему в кротчайшие сроки.\n\nПо всем вопросам пишите нашему менеджеру:\n @Zeroxxely / @Zeroxelybot\\*\\*\\*",
        "check_deposit_true": "🥳 *Верификация прошла успешно!* 🥳\nЖми на кнопку ниже, чтобы получить сигнал!👇", 
        "help":"💬*Поддержка*\n\n_Если у вас возникли трудности в работе с ботом или вы хотите задать нам вопрос, наш менеджер с радостью поможет вам разобраться._\n\n@Zeroxxely @Zeroxelybot (24/7)"
    },
    "en": {
        "start_auth": "*Welcome, YOU are already one step away from your WIN😉!*\n\nYou have successfully passed the check and we are ready to share our secret strategy with you! 🤫\n\n _● Click on the \"🚀GET SIGNAL \" button to continue._",
        "start": "*Welcome, YOU are already one step away from your WIN😉!*\n\nTo link your account to our bot and receive *FREE EXCLUSIVE SIGNALS* with the help of which you can make big *WINS*, you need to follow a certain algorithm of actions.\n\n ● _Click on the \"REGISTER ✅\" button to continue._",
        "start_admin": "Welcome Administrator",
        "but_auth": "🌐*Step 1 - Register.*\n\n✦ To synchronize with our bot, you need to register a *NEW* account with a phone number that has not been used on this site before, and also without using social networks, after which make the first deposit.\n\n⚠️*ATTENTION⚠️\n\nIF YOU ALREADY HAVE AN ACCOUNT ON 1WIN, LOG OUT OF IT, CLOSE THE BROWSER, ONLY THEN GO TO THE LINK AND GO THROUGH THE REGISTRATION*\n\n● _After completing the registration, click the_ \"*CHECK REGISTRATION ✅*\" button.",
        "check_id_auth":"*Enter your ID* 👇",
        "check_id_true": "🥳*GREAT! REGISTRATION CHECK WAS SUCCESSFUL!*🥳\n\nNow there is one last step - make a deposit. Go to the link below and top up your account from 1000 rubles. After topping up the account, click the \"✅Ready\" button to check👇",
        "check_id_false": "⚠️ *Error! User not found!*\n\nYou most likely visited the site earlier and the wrong identifiers were tied to it!\n\nYou need to make a clean registration, you can do this in two ways:\n\nOption 1: _Clear cookies and history in the browser for a month and re-register!_\n\nOption 2: _Open the browser from your phone or computer in incognito mode, go to the bot and press the \"🚀 Site for registration\" button, copy the link and try to go through the registration process again._\n\nIf you copy or follow the link to the registration site - ❗️ *IN NO CASE* ❗️ do not delete the parameters of this link! Our bot will not be able to connect you to the software, as there will be no information for your identification!\n\nIf the site does not work for you, try to access it using a VPN. Still doesn't work? In this case, write to support, where the manager will try to solve your problem as quickly as possible.\n\nFor all questions, write to our manager:\n @Zeroxxely / @Zeroxelybot\\*\\*\\*",
        "check_deposit_true": "🥳 *Verification was successful!* 🥳\nClick the button below to get the signal!👇", 
        "help":"💬*Support*\n\n_If you have difficulties working with the bot or you want to ask us a question, our manager will be happy to help you figure it out._\n\n@Zeroxxely @Zeroxelybot (24/7)"
    }
}